import style from "./HomePage.module.css";

const HomePage = () => {
  return (
    <div className={style.wrapper}>
      <h1 className={style.title}>Телефонна книга</h1>
      <p>
        Це твоя телефонна книга! Основне призначення телефонної книги - зробити
        пошук та збереження контактів простим і зручним. Вона допомагає уникнути
        необхідності запам'ятовувати або записувати всі контакти окремо,
        оскільки вся необхідна інформація знаходиться в одному місці.
      </p>
      <p>
        Крім того, вона має функцію пошуку, що дозволяє швидко знайти потрібний
        контакт за назвою, номером телефону або будь-якою іншою інформацією.
      </p>
    </div>
  );
};
export default HomePage;
